{
    '1': {
        "name": "Anna Smith",
        "place": "Stratford, Connecticut",
        "title": "Retreat from the City",
        "text": "Great accommodations 10 minute walk to train station and close to some great restaurants in Sandymount. The Irish sea is not far 10 minute walk and there is a nice beach, lots of people walking and running. I liked the pancakes they served they are the best I had whilst in Ireland. The rooms were comfortable, the tv was a bit old but worked"
         },
    '2': {
        "name": "Lisa R",
        "place": "Sydney, Australia",
        "title": "Retreat from the City",
        "text": "The Aberdeen Lodge is a beautiful large home in refined Ballsbridge, Dublin. Large rooms & comfortable beds. Breakfast are fab with a wide array of choices. Out of the city but easy access to public transport. Only suggestion would be tea making facilities in the bedrooms. Would recommend to others and stay again"
         },
    '3': {
        "name": "Jessica H",
        "place": "Reading, Pennsylvania",
        "title": "Wonderful Experience",
        "text": "We recently returned from a wonderful trip to Ireland and found that one of our favorite experiences was staying at the Aberdeen Lodge outside of Dublin. The owners were so kind and helpful and the staff went out of their way to accommodate us! While the lodging may not be a 5-star experience, as other reviewers have mentioned, it is warm and comfortable, and we actually enjoyed our stay at the Aberdeen more than we enjoyed some of the 5-star accommodations we had across Ireland. I requested a triple room, as we were traveling with our two-year-old daughter, and they gave us a lovely connecting suite with two double beds! We were traveling with my parents as well, and they made sure we could occupy three rooms next to each other, which gave us one wing of the lodge to ourselves! They had tea service available until late in the evening; in fact, they made us tea when we returned from dinner after 9pm. Breakfasts were very good, and they have certainly perfected the traditional \"Irish breakfast\". More so, the staff really cared about making sure everything was to our satisfaction. Staying at the Aberdeen was certainly one of the highlights of our trip and we would definitely return!"
         },
    '4': {
        "name": "Kevin R",
        "place": "West Malling, United Kingdom",
        "title": "Disappointing",
        "text": "Did not live up to expectation. Very friendly and helpful staff but failed on many basics. No plug in the bath. No remote control for a very old TV with an appalling picture. Room not made up and not resupplied having been out from 9 am for over 6 hours. Fire alarm went off 3 times the last being at 6 am for several minutes. No reason or apology given. Cat sleeping on furniture in lounge! That said wonderful location and excellent breakfast."
         },
    '5': {
        "name": "Jon B",
        "place": "West Malling, United Kingdom",
        "title": "Exceeded Expectations",
        "text": "Four of us traveled to Dublin to watch the PSU/UCF football game and staying at Number 31 surely exceeded all our expectations. The management and staff were all exceptionally professional, attentive and courteous. Rooms were super clean and the breakfast was superb--hard to believe there was a better breakfast anywhere in the city. It's just now three days later and I still miss having my morning grumb from this place. Location is also great ... inside the city but not in the heart. It was very quiet, restful and away from all the club noise and traffic yet you could walk almost anywhere. Highly recommended this place to anyone. The owner Noel is a gem. First class service at a more than fair price."
         },
    '6': {
        "name": "ambercoast",
        "place": "London, Ontario",
        "title": "Fabulous!!!",
        "text": "We travel extensively for work and pleasure and the stay at The Marker (4 nights), hands down, was the best experience ever. The decor, cleanliness, service, attention to detail - it all exceeded our expectations. Loved the coffee press with good quality ground coffee and the evening chocolates:) Early morning check in was a huge bonus after an overnight flight. Every member of the staff that we encountered was courteous, helpful, and seemed genuinely happy to be working there. Well done, The Marker, and thank you for a great stay."
         },
    '7': {
        "name": "Toadstools",
        "place": "London, Ontario",
        "title": "Very plush",
        "text": "My wife brought me here for my birthday and it was top class. Great style and valet parking put this above the other hotels I've stayed in while in town. It's pricy but the little things are worth it in my opinion like bathroom products and branded water in the room. A fully stocked mini bar available with is dear but that's to be expected. Visited the roof top bar which was full of groups having food and drink but a reservation is recommended as there is limited space. The only fault in this hotel is the poor athmosphere. The hotel was busy but we were whispering in the bar it was so quiet and sterile. Ended up going to a nearby bar for drinks and food because if this. Overall great hotel with a great location plenty to keep you happy."
         },
    '8': {
        "name": "Rebeca S",
        "place": "London, Ontario",
        "title": "We are totally amazed by the Hotel, the view and the Staff!",
        "text": "The Marker Hotel made our trip to Dublin more than marvelous! We arrived very early from a long flight and were directed by the staff to relax in the beautiful SPA while our room was available...such a nice gesture! It was the perfect location, wonderful room, very modern and beautiful hotel with very friendly staff, very clean, (while walking to our room everyday a wonderful aroma \"of freshly cleaned\" greeted us), had a very nice dinner at the restaurant. We had a little issue with the shower but was taken care off quickly and well. Wonderful experience we would recommend this hotel highly and hope to go back soon."
         },
    '9': {
        "name": "jcinportd",
        "place": "Port Pirie, Australia",
        "title": "We are totally amazed by the Hotel, the view and the Staff!",
        "text": "From the time we drove in and walked up the steps of this marvellous B& B we knew this was some very special accommodation. The welcome from young Derek was great, he booked the Lobster Pot, a must do restaurant and filled us in professionally about the area. Room was amazing with a 4 poster bed, plenty of room and bathroom was totally refurbished. Paintings, furnishings 5 star plus. Breakfast was also excellent. NO WE ARE NOT RELATED TO WONERS but appreciate excellence. Room Tip: Just be pleased if you can get a booking. We wanted to extend but no availabilty. "
         },
    '10': {
        "name": "sandrap912014",
        "place": "",
        "title": "A Little Luxury in Dublin",
        "text": "We spent out first three nights in Dublin at Ariel House. We were warmly greeted and offer tea and scones while we checked in - arriving quite early! The room was spacious with a lovely bay window, canopy bed, crisp linens and every amenity needed. The glassed in garden breakfast room was especially delightful and a lovely setting for their gourmet breakfast. The breakfast menu offered numerous speciality dishes, fruit skewers, pastries and other delights. All three breakfasts were delicious and the perfect way to begin a long day of site seeing. If in Dublin, be sure to stay at Ariel House. Room Tip: Check the website for a glimpse of the rooms"
         }
}